<?php

return [
    'drop_to_upload' => 'Бросьте файлы здесь, чтобы загрузить',
    'not_supported' => 'Ваш браузер не поддерживает перетаскивание файлов с загрузкой \' n \'. Пожалуйста, используйте приведенную ниже форму для загрузки файлов, как в старые времена.',
    'invalid_file_type' => 'Неверный тип файла.',
    'file_too_big' => 'Размер файлов слишком велик. Вы загрузили файл размером с {{filesize}}, тогда как {{maxFilesize}} - максимальный размер.',
    'response_error' => 'Сервер ответил кодом ошибки: {{statusCode}}.',
    'max_files_exceeded' => 'Вы достигли максимального количества поддерживаемых файлов.',
    'cancel_upload' => 'Отменить загрузку',
    'cancel_upload_confirmation' => 'Отменить',
    'remove_file' => 'Удалить файл',
];